[
  {
    "id": 0,
    "productName": "Fortune Goldnut Refined Groundnut Oil (Pouch)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_35766.jpg",
    "quantity": "1L",
    "price": "₹170",
    "description": "Fortune Goldnut Refined Groundnut Oil is extremely natural and pure since it is made from the choicest peanuts. It is light and packed with all the essential nutrients. The lightweight formula is ideal for everyday consumption. A good source of proteins and vitamins to keep the body healthy. It helps keep your body fit and healthy."
  },
  {
    "id": 1,
    "productName": "Borges Extra Virgin Olive Oil (Bottle)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_40.jpg",
    "quantity": "500ml",
    "price": "₹750",
    "description": "Borges Extra Virgin Olive Oil is an amazingly healthy oil that can increase the flavour and taste of your dishes, It contains 73% monounsaturated fatty acids that are excellent for heart health, It is also rich in Vitamins E and K that improve brain function, skin and hair health, and help in blood-clotting, Extra virgin olive oil is thick and greenish in colour, with a strong flavour and aroma, It is best suited for making salad dressings, dips, and cold dishes, You can also use it for baking and drizzle it over pasta for a delicious taste."
  },
  {
    "id": 2,
    "productName": "Patanjali Kachi Ghani Pure Mustard Oil (Jar)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_117696.jpg",
    "quantity": "5L",
    "price": "₹725",
    "description": "Patanjali Kachi Ghani Pure Mustard Oil is made from the first press of mustard seeds which keeps the delectable aroma intact, It has the goodness of LOSORB technology which ensures that foods absorb lesser amount of oil, Contains omega-3 and omega-6 fatty acids that are good for your heart health, It has a strong fragrance and a pungent taste, Use it for shallow and deep-frying, grilling, roasting, and stir-frying, Neutralizes toxins and keeps your stomach healthy, Can be used to make pickles, as it keeps them fresh for longer."
  },
  {
    "id": 3,
    "productName": "Fortune Soya Health Refined Soyabean Oil (Pouch)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_52.jpg",
    "quantity": "1 L",
    "price": "₹135",
    "description": "Enriched with Omega 3 fatty acids, the Fortune Soya Health Refined Soyabean Oil is one of the best cooking mediums when it comes to baking sweets and cakes. The oil has a neutral flavour and is odourless and well as healthy. This oil is fortified with the rich goodness of Vitamin A and Vitamin D that keeps the eyes and bones healthy. It is a lightweight and odourless oil that makes it a great choice for keeping the heart healthy. It is an ideal oil for baking, sauteing and stir frying."
  },
  {
    "id": 4,
    "productName": "Emami Healthy & Tasty Refined Rice Bran Oil (Pouch)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_109135.jpg",
    "quantity": "500 ml",
    "price": "₹150",
    "description": "You can now cook and serve delicious and healthy dishes with Emami Healthy & Tasty Refined Rice Bran Oil. This oil adds a flavourful taste to your meals of the day. The oil is filled with natural nutrients that are cholesterol free and keep your heart healthy and fit. Enriched with nutrients, this rice bran oil is suitable for all types of cooking. It has oryzanol that works towards keeping your heart healthy. This refined oil has natural nutrients that add to the taste of your food. It is light and ideal for everyday use."
  },
  {
    "id": 5,
    "productName": "Dhara Kachi Ghani Mustard Oil (Jar)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_35110.jpg",
    "quantity": "5 L",
    "price": "₹775",
    "description": "Dhara Kachi Ghani Mustard Oil is a healthy choice for cooking your daily meals, Has a strong aroma and a pungent flavour, Can be used to make pickles as it is a natural preservative that keeps them fresh for a longer duration, Acts as a digestive aid and neutralizes toxins in the body, Contains omega-3 and omega-6 fatty acids that are good for your heart health, Use it for shallow and deep-frying, grilling, roasting, and stir-frying."
  },
  {
    "id": 6,
    "productName": "Sundrop GoldLite Refined Vegetable Oil (Pouch)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_15524.jpg",
    "quantity": "1 L",
    "price": "₹140",
    "description": "Made from a blend of refined sunflower oil and refined corn oil, Sundrop Gold Lite Edible Oil can be used to pan out a number of dishes. It makes for a healthy medium to temper a wide variety of vegetables and curries."
  },
  {
    "id": 7,
    "productName": "Raag Gold Palmolein Oil (Pouch)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_18586.jpg",
    "quantity": "1 L",
    "price": "₹110",
    "description": "Raag Gold Palmolein Oil (Pouch) Palm oil is extracted from the flesh of the fruit of Elaeis Guineensis using pressure. Palm oil is used for shallow and deep-frying in Indian kitchens. The oil is semi-solid at room temperature and is highly resistant to oxidation and prolonged exposure. It helps in preventing vitamin A deficiency, cancer, brain disease, and aging. It helps in treating malaria, high blood pressure, high cholesterol & dementia. Increases the body's metabolism and helps with weight loss."
  },
  {
    "id": 8,
    "productName": "Pansari Sesame Oil/Til Oil (Bottle)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_308223.jpg",
    "quantity": "1 L",
    "price": "₹180",
    "description": "Imparts a pleasant flavour to all the dishes that it is added to. Perfect for being used as a pickling agent and it adds to the taste as well.Pure sesame oil that has a pungent and fresh aroma. Has a pleasant flavour and fragrance."
  }
   ]
