[
  {
    "id": 0,
    "productName": "Family Farm Maida",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_403177.jpg",
    "quantity": "500g",
    "price": "₹24",
    "description": "Family Farm Maida is an all-purpose flour that is used to make numerous dishes and to thicken gravies and soups. This white flour has a smooth and fine texture. Milled and refined to form a soft, powdered flour. This flour can be used for a variety of cooking and frying purposes. It makes a smooth batter, and is used to make crispy, deep-fried savoury snacks. It is also used in bakery products like pastries, bread, and cakes."
  },
  {
    "id": 1,
    "productName": "Patanjali Besan",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_10917.jpg",
    "quantity": "500g",
    "price": "₹55",
    "description": "Rajdhani Besan is the healthy option for the whole family as it is purely made from chana dal. Make many delicious fried snacks like Kadhi, dhokla, fafda, and namkeens to treat your tastebuds. It is rich in proteins, dietary fibre, and various minerals like calcium and iron. Packaged in a hygienic facility. It helps the body to get through fatigue. Consumption can help you with the regulation of blood pressure because of the magnesium content."
  },
  {
    "id": 2,
    "productName": "Organic Tattva Besan",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_13452.jpg",
    "quantity": "500g",
    "price": "₹40",
    "description": "Organic Tattva Besan is made from the best-quality channa dal, the besan is organic and free from harmful chemicals and pesticides, contains minerals like iron, copper, and phosphorous that are essential for good health, also contains Vitamin B-complex and folate that boost your immunity, has a sweetish taste and can be used to make both sweets and savouries, use it to make fried snacks and dhoklas."
  },
  {
    "id": 3,
    "productName": "India Gate Broken Mogra Basmati Rice",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_18770.jpg",
    "quantity": "10 kg",
    "price": "₹740",
    "description": "Convert your everyday simple recipes into a delight with long and aromatic India Gate Broken Mogra Basmati Rice, a perfect fit for everyday consumption, it is popularly used in the preparation of pulao, biryani, kheer and other delectable dishes, carefully chosen to give you an authentic taste and flavour, slender grains that add to the texture of your food, rich impeccable taste with a characteristic fragrance that lightens up your taste buds, no sticking or breakage while cooking."
  },
  {
    "id": 4,
    "productName": "Rajdhani Daliya",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_17.jpg",
    "quantity": "500 g",
    "price": "₹39",
    "description": "Tasty and healthy, Rajdhani Daliya is a great way to keep the hunger pangs at bay while having a healthy bite in each spoon. Containing broken wheat kernels it is easy to digest and makes for a delicious meal. Great source of nutrients for the body. Made from wholesome wheat grains. Adds a nutty flavour to your dish. Blended with soups and dals to thicken the consistency."
  },
  {
    "id": 5,
    "productName": "Rajdhani Mota Poha",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_31.jpg",
    "quantity": "500 g",
    "price": "₹60",
    "description": "Prepared from the finest-quality rice grains, the Rajdhani Mota Poha is widely used in Indian homes for preparing various dishes. This poha is full of nutrients and is low in fat. Hygienically packed for the highest quality and best taste. Rich source of carbohydrates, dietary fibre, vitamins, and minerals to keep the body healthy and fit. Can be used for making breakfast dishes and evening snacks."
  },
  {
    "id": 6,
    "productName": "India Gate Feast Rozzana Basmati Rice",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_10967.jpg",
    "quantity": "1 kg",
    "price": "₹440",
    "description": "Aged perfectly for daily consumption, India Gate Feast Rozzana Basmati Rice is premium-quality rice with a rich taste and exotic aroma. Slender in shape and smooth in texture, the grains are carefully selected from the best paddy fields. Premium-quality basmati rice that is aged perfectly for daily use. Offers rich taste and exotic aroma that adds to the authentic flavour. Slender in shape and smooth in texture that looks appetizing and tastes delicious. Carefully selected from fine quality grains to make for a hearty staple."
  },
  {
    "id": 7,
    "productName": "India Gate Weight Watchers Special Brown Rice (Jar)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_301737.jpg",
    "quantity": "1 kg",
    "price": "₹137",
    "description": "India Gate Weight Watchers Special Brown Rice is not just tasty but also is the best rice option for people who count their calorie intake. It releases energy slowly thereby keeping your stomach feeling full for a longer period of time. Although the usual Brown Rice takes time to cook, India Gate Weight Watchers Special Brown Rice takes just about 15 minutes to get cooked. The rice is high in fibre and loaded with several essential minerals. It has a low GI which keeps the heart healthy and helps in maintaining a healthy blood sugar level."
  },
  {
    "id": 8,
    "productName": "Organic Tattva Sonamasuri Rice",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_86977.jpg",
    "quantity": "1 kg",
    "price": "₹115",
    "description": "Choose to live with the healthiest options available and get the Organic Tattva Sonamasuri Rice. Naturally grown, this sonamasuri rice is carefully chosen and filled in every packet. The fluffy and light texture of the rice makes it a really nice option for having it with curries. The sweet aroma of the rice and its impeccable flavour is irrestistable. You can prepare hearty biryani and mouthwatering pulav."
  },
  {
    "id": 9,
    "productName": "India Gate Broken Mogra Basmati Rice",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_18770.jpg",
    "quantity": "10kg",
    "price": "₹740",
    "description": "Convert your everyday simple recipes into a delight with long and aromatic India Gate Broken Mogra Basmati Rice, a perfect fit for everyday consumption, it is popularly used in the preparation of pulao, biryani, kheer and other delectable dishes, carefully chosen to give you an authentic taste and flavour, slender grains that add to the texture of your food, rich impeccable taste with a characteristic fragrance that lightens up your taste buds, no sticking or breakage while cooking."
  },
  {
    "id": 10,
    "productName": "Organic Tattva White Poha",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_13466.jpg",
    "quantity": "500 g",
    "price": "₹70",
    "description": "Prepared from highest-quality rice grains, the Organic Tattva White Poha is made up of 76% carbohydrates and 23% healthy fats. It is grown and processed organically, without the use of chemical fertilizers and preservatives. Helps regulate blood sugar levels and is a good probiotic. Easily digestible, rich in iron, low in calories. Make your poha more nutritious by cooking it in olive or coconut oil and adding more vegetables to it."
  },
  {
    "id": 11,
    "productName": "Tata Sampann High Dietary Fibre Poha",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_405806.jpg",
    "quantity": "500 g",
    "price": "₹40",
    "description": "Source of protein,High dietary fibre,Nutritious and delicious.Easy to prepareand Perfect for making delicious breakfast."
  }
]
