[
  {
    "id": 0,
    "productName": "Catch Chat Masala (Sprinkler)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_10895.jpg",
    "quantity": "100g",
    "price": "68",
    "description": "Catch Chat Masala (Sprinkler) is a zingy, tangy, slightly-hot masala that makes the perfect seasoning. Though often used as a spice in cooking, chaat masala is mostly used as a garnish on salads, chaats (a generic name for savory Indian snacks), drinks like Indian lemonade, meals like curries and dals, etc. Prepared from carefully sourced spices grounded finely. Highly nutritious, contains nutrients like iron and calcium that are good for your health. Comes in easy-to-use sprinkler case with different settings."
  },
  {
    "id": 1,
    "productName": "MDH Kitchen King Masala",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_74.jpg",
    "quantity": "100g",
    "price": "68",
    "description": "MDH Kitchen King Masala is a ready mix of aromatic spices powdered perfectly to bring any dish alive. Consisting of premium quality spices ground together it is naturally a connoiseur’s choice. Used sparingly it can lend an authentic taste to any curry with its enhanced taste and aroma. Sprinkle a little of this spice mix on your vegetable fry and enjoy the rich taste with hot chapatis. A balanced masala prepared using modern technology for retaining flavour and freshness."
  },
  {
    "id": 2,
    "productName": "Catch Turmeric Powder/Haldi",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_18857.jpg",
    "quantity": "200g",
    "price": "56",
    "description": "Processed using the traditional grinding techniques, Catch Turmeric Powder/Haldi is known for its earthy taste and therapeutic properties. It is used to bring flavour to broths and curries and add a rich golden yellow colour. It is ground at low temperature to keep the flavour intact. A mild and healthy spice that imparts a healthy colour to food. Has therapeutic properties and can be used for medicinal purposes as well."
  },
  {
		"id": 3,
		"productName": "MDH Chana Masala",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_81342.jpg",
		"quantity": "100 g",
		"price": "₹68",
		"description": "MDH Chana Masala is the perfect masala to enjoy your bhature. It is a blend of numerous aromatic spices that gives your chole a delicious flavour and an appetising aroma. Made from selected spices and dried ingredients carefully sourced from the best farms in the country. Prepared and packed in hygienic facility. Uses aunthentic recipe for traditional taste."
	},
	{
		"id": 4,
		"productName": "Catch Cumin Seeds/Jeera",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_56692.jpg",
		"quantity": "100 g",
		"price": "₹40",
		"description": "Catch Cumin Seeds/Jeera elevates the taste of any dish. This earthy spice with a mild aroma is an Indian staple. It is perfect for making Tadkas to give a punch to your dishes. Promotes Digestion. The most common traditional use of cumin is for indigestion. It is a Rich Source of Iron. Contains Beneficial Plant Compounds. Improves Blood circulation. Uses carefully sourced ingredients from selected farms."
	},
	{
		"id": 5,
		"productName": "Shasha Green Small Cardamom Whole/Elaichi (Pouch)",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_18857.jpg",
		"quantity": "50 g",
		"price": "₹340",
		"description": "Eat Delicious, Flavourful Food.Perfect to add in a variety of dishes. A must-have in every Kitchen."
	},
	{
		"id": 6,
		"productName": "Everest Chicken Masala",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_59.jpg",
		"quantity": "100 g",
		"price": "₹72",
		"description": "Everest chicken masala is the ultimate spice for preparing delectable chicken curry that gives the right balance between the spice-elements and other ingredients in the dish. The spices used in this blend provide several health benefits. Build Muscles and increases Appetite. Keeps bones healthy and improves Immunity. Cuts Risk Of Arthritis."
	},
	{
		"id": 7,
		"productName": "Dabur Hommade Ginger Garlic Paste",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_43375.jpg",
		"quantity": "100 g",
		"price": "₹24",
		"description": "Dabur Hommade Ginger Garlic brings you the freshest paste of garlic and ground ginger in one hygienically sealed bag. Thick and grainy texture. Adds zest and tanginess to Indian dishes like curries and gravies. Can be used at the same stage of cooking when you normally use fresh ginger and garlic. Fresh ingredients with ginger sourced from North-Eastern states and garlic sourced from Gujarat."
	},
	{
		"id": 8,
		"productName": "Dabur Hommade Tomato Puree (Tetra Pak)",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_233518.jpg",
		"quantity": "200 g",
		"price": "₹25",
		"description": "Tomato Puree, an essential cooking base for several dishes in the Indian cuisine. Dabur has now bought this base to your kitchen shelves in a convenient tetra pack. Made with carefully sourced tomatoes, the puree is sold in a thick consistency to be instantly added to your curries and gravies. Has no preservatives, is pure and natural. Add the tomato puree to your sautéed onions to give your sabzis a tangy taste."
	}
]
